Revit 2016 API
PipingSystem.FixtureUnits Property
 Indicates the computed total fixture units for the piping system.
Namespace: Autodesk.Revit.DB.Plumbing
Assembly: RevitAPI (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
Since: 2011
Syntax
C#
public double FixtureUnits { get; }
Visual Basic
Public ReadOnly Property FixtureUnits As Double
	Get
Visual C++
public:
property double FixtureUnits {
	double get ();
}
See Also
PipingSystem Class
Autodesk.Revit.DB.Plumbing Namespace